Repository: kodi-czsk/plugin.video.ivysilani
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# #30000
source: Quality
cs_cz: Kvalita
sk_sk: Kvalita

# #30001
source: Started at
cs_cz: Začalo v
sk_sk: Začalo o

# #30002
source: No online broadcasting
cs_cz: Nevysílá online
sk_sk: Nevysiela online

# #30003
source: Related
cs_cz: Související
sk_sk: Súvisiace

# #30004
source: Episodes
cs_cz: Další díly
sk_sk: Ďalšie diely

# #30005
source: Bonuses
cs_cz: Bonusy
sk_sk: Bonusy

# #30006
source: Next
cs_cz: Další
sk_sk: Ďalšie

# #30007
source: Previous
cs_cz: Předchozí
sk_sk: Predchádzajúce

# #30008
source: Automatic quality
cs_cz: Automaticky vybrat kvalitu
sk_sk: Automaticky vybrať kvalitu

# #30009
source: Automatic lower quality selection
cs_cz: Automaticky vybrat nižší kvalitu
sk_sk: Automaticky vybrať nižšiu kvalitu

# #30010
source: Media streaming protocol
cs_cz: Protokol proudu medií
sk_sk: Protokol prúdu médií

# #30011
source: Audio description
cs_cz: Preferovat stopy s komentářem pro neslyšící
sk_sk: Uprednostnovať stopy s komentárom pre nepočujúcich

# #30012
source: Warning: RTMP may cause audio and video desynchronization after shifting
cs_cz: Upozornění: RTMP může způsobit ztrátu synchronizace obrazu a zvuku při přesouvání
sk_sk: Upozornenie: RTMP môže spôsobiť stratu synchronizácie obrazu a zvuku pri pretáčaní

# #30013
source: Select quality
cs_cz: Vybrat kvalitu
sk_sk: Vybrať kvalitu

# #30014
source: Automatic protocol selection
cs_cz: Automaticky zvolit protokol podle nejlepší kvality
sk_sk: Automaticky vybrať protokol podľa najlepšej kvality

# #30015
source: Live channels
cs_cz: Živé vysílání
sk_sk: Živé vysielanie

# #30016
source: Date
cs_cz: Podle data
sk_sk: Podľa dátumu

# #30017
source: A-Z
cs_cz: Podle abecedy
sk_sk: Podľa abecedy

# #30018
source: Genres
cs_cz: Podle žánru
sk_sk: Podľa žánra

# #30019
source: Tips
cs_cz: Tipy
sk_sk: Tipy

# #30020
source: Top today
cs_cz: Nejsledovanější dne
sk_sk: Najsledovanejšie v dni

# #30021
source: Top this week
cs_cz: Nejsledovanější týdne
sk_sk: Najsledovanejšie v týždni

# #30022
source: Don't overlook
cs_cz: Nepřehlédněte
sk_sk: Neprehliadnite

# #30023
source: Tips from our archive
cs_cz: Z našeho archivu
sk_sk: Z nášho archívu

# #30024
source: Other people are watching
cs_cz: Ostatní právě sledují
sk_sk: Ostatní práve sledujú

# #30025
source: Report errors
cs_cz: Odesílat chyby
sk_sk: Odosielať chyby

# #30026
source: Automatic view mode
cs_cz: Automaticky přizpůsobovat zobrazení
sk_sk: Automaticky prispôsobovať zobrazenie

# #30027
source: Automatic unpause (experimental bugfix for Helix)
cs_cz: Automaticky zrušení pauzy (experimentální bugfix pro Helix)
sk_sk: Automatické zrušenie pauzy (experimentálny bugfix pre Helix)

# #30030
source: Show subtitles
cs_cz: Zobrazit titulky
sk_sk: Zobraziť titulky

# #30500
source: Error ocurred during runtime.
cs_cz: Nastala chyba při běhu aplikace.
sk_sk: Nastala chyba počas behu aplikácie.

# #30501
source: Allow reporting of errors?
cs_cz: Povolit odesílání chyb doplňku?
sk_sk: Povoliť odosielanie chýb doplnku?

# #30502
source: Error was sent to be repaired
cs_cz: Chyba byla odeslána k opravě
sk_sk: Chyba byla odoslaná na opravu

# #30503
source: Failure report could not be sent
cs_cz: Report o chybě se nepodařilo odeslat
sk_sk: Protokol o chybe se nepodarilo odoslať

# #30550
source: License for internet broadcast expired.
cs_cz: Licence pro internetové vysílání již skončila.
sk_sk: Licencia pre internetové vysielanie už skončila.

# #30551
source: Programme is not available.
cs_cz: Pořad není v iVysílání k dispozici.
sk_sk: Relácia nie je v iVysílání k dispozícii.

# #31000
source: Mon
cs_cz: Po
sk_sk: Po

# #31001
source: Tue
cs_cz: Út
sk_sk: Ut

# #31002
source: Wed
cs_cz: St
sk_sk: St

# #31003
source: Thu
cs_cz: Čt
sk_sk: Št

# #31004
source: Fri
cs_cz: Pá
sk_sk: Pi

# #31005
source: Sat
cs_cz: So
sk_sk: So

# #31006
source: Sun
cs_cz: Ne
sk_sk: Ne
